Repository: Maua-Dev/smile_front
Catalog: lib/l10n/intl_*.arb
Languages: pt

# lostOldDataWarn
source: When saving all old data will be lost.
pt: Ao salvar todos os dados antigos serão perdidos.

# successSendingCode
source: Code sent successfully!
pt: Código enviado com sucesso!

# successChangePassword
source: Password changed successfully!
pt: Senha alterada com sucesso!

# errorLoginInvalidCredential
source: Invalid login and/or password
pt: Login e/ou senha inválidos

# successChangePasswordRedirect
source: Password changed successfully! Redirecting to login...
pt: Senha alterada com sucesso! Redirecionando para o login...

# errorGenericGetActivities
source: There was an error loading activities :(
pt: Ocorreu algum erro ao carregar as atividades :(

# admDashboardAppBarTitle
source: Administrator Page
pt: Página do Administrador

# admReportsTitle
source: Reports
pt: Relatórios

# cleanFiltersTitle
source: Clean Filters
pt: Limpar Filtros

source: Activity
pt: Atividade

# activityCreateTitle
source: Create Activity
pt: Criar Atividade

# activityEditTitle
source: Edit Activity
pt: Editar Atividade

# activityTypeTitle
source: Activity Type
pt: Tipo de Atividade

# activityNameTitle
source: Activity Title
pt: Titulo da Atividade

# activityDurationTitle
source: Duration(Minutes)
pt: Duração(Minutos)

# activityVacancyNumber
source: Number of Vanacies
pt: Número de Vagas

# activityAcceptSbscriptions
source: Accept Subscriptions
pt: Aceitar inscrições

# activityResponsibleTeacher
source: Responsible Teacher
pt: Professor Responsável

# activityInscriptionClosureDate
source: Inscription Closure (Date)
pt: Fechamento das Inscrições (Data)

# activityInscriptionClosureHour
source: Inscription Closure (Hour)
pt: Fechamento das Inscrições (Hora)

# activityInscriptionClosureTooltip
source: The system automatically closes the activity subscriptions at a specific date and time. If this field is not filled in, the subscriptions will not close by themselves and an administrator must do it manually.
pt: O sistema encerra automaticamente as inscrições da atividade em uma data e hora específica. Se não preencher esse campo, as inscrições não se encerrarão sozinhas e um administrador deverá fazê-lo manualmente.

# activityErrorClosureDateAfterStartDate
source: The inscription closure date must be before the event date
pt: A data de fechamento das inscrições deve ser antes da data da atividade

# companyTitle
source: Company:
pt: Empresa:

# companyTitleWithoutDouble
source: Company
pt: Empresa

# extensionistTitle
source: Extensionist
pt: Extensionista

# descriptionTitle
source: Description
pt: Descrição

# dateWithPlaceholder
source: Date: {firstName}
pt: Data: {firstName}

# scheduleTitle
source: Schedule
pt: Horário

# scheduleAddTitle
source: Add Schedule
pt: Adicionar Horário

# codeTitle
source: Code
pt: Código

# absenceTitle
source: Absence
pt: Falta

# presenceTitle
source: Present
pt: Presente

# namesTitle
source: Names
pt: Nomes

# validationCodeTitle
source: Validation Code
pt: Código de validação

# isExtensiveTooltip
source: Extension Activity
pt: Atividade Extensionista

# drawerHomeButton
source: Home
pt: Página Inicial

# drawerActivitiesButton
source: Activities
pt: Atividades

# drawerResponsibleActivitiesButton
source: Responsible Activities
pt: Atividades Responsáveis

# drawerCertificatesButton
source: Certificates
pt: Certificados

# allActivitiesTitle
source: All Activities
pt: Todas as Atividades

# drawerHelpButton
source: Help
pt: Ajuda

# drawerProfileButton
source: Profile
pt: Perfil

# noCertificatesFoundTitle
source: It looks like you don't have any certificates.
pt: Parece que você não tem nenhum certificado.

# certificatesSubscriptionInfo
source: {info, select, title{Deadline for changes to your certificate: } date{06/13/2023.} other{}}
pt: {info, select, title{Data limite para alterações no seu certificado: } date{13/06/2023.} other{}}

# locationTitle
source: Location
pt: Local

# noActivitiesEnrolledText
source: Looks like you haven't signed up for any activities yet :(
pt: Parece que você ainda não se inscreveu em nenhuma atividade :(

# noResponsibleActivitiesText
source: Looks like you are not responsible for any activity :(
pt: Parece que você não é responsável por nenhuma atividade :(

# yesTitle
source: Yes
pt: Sim

# noTitle
source: No
pt: Não

# unavailabeTitle
source: Unavailabe
pt: Indisponível

# unsubscribeVerification
source: Are you sure you wanna unsubscribe?
pt: Tem certeza que deseja se desinscrever?

# subscribeVerification
source: Are you sure you wanna subscribe?
pt: Tem certeza que deseja se inscrever?

# unsubscribeVerificationClosedRegistration
source: Carefull! The subscriptions for this activity havealready been closed, yo will not be able to subscribe on this activity again!
pt: Cuidado: inscrições desta atividade encerradas, você não conseguirá se inscrever novamente!

# unsubscribeLoseVanacy
source: You will lose your vacancy by continuing!
pt: Você perderá sua vaga na atividade ao continuar!

# availabeSpotUnsuficient
source: It seems that the number of vacancies for this activity has run out :(
pt: Parece que o número de vagas da atividade se esgotou :(

# scheduleActivityWarning
source: Keep in mind of your schedules and activities that you have already signed up for!
pt: Se atente aos seus horários e atividades que você já se inscreveu!

# alreadySubscribedOnThisPeriodWarning
source: It seems you are already subscribed on another activity at this period.
pt: Parece que você já se inscreveu em uma atividade no mesmo horário.

# unavailabeSubscribe
source: The registration for this activity is unavailabe!
pt: Inscrição para a atividade indisponível!

# joinQueueConfimation
source: Do you want to join the queue?
pt: Deseja entrar na fila?

# joinQueueTitle
source: Get in queue
pt: Entrar na fila

# inQueueTitle
source: In queue
pt: Na fila

# exitQueueConfimation
source: Do you want to leave the queue?
pt: Deseja sair da fila?

# InQueueContent
source: You are in the activity queue
pt: Você está na fila da atividade

# addProfessorTitle
source: Add Professor
pt: Adicionar Professor

# speakerNameTitle
source: Speaker Name
pt: Nome do Palestrante

# sendEmailToAllEnrolls
source: Send email to all
pt: Enviar email para todos os inscritos

# sendEmailToSomeone
source: Send email to:
pt: Enviar email para:

# faqTitle
source: Common questions
pt: Perguntas Frequentes

# faq1
source: {faq, select, title{I logged in and forgot my password. What should I do?} description{There is an option on the "Login" screen called "I forgot my password", where you can change it following a step-by-step.} other{}}
pt: {faq, select, title{Fiz o meu login e esqueci a senha. O que devo fazer?} description{Existe uma opção na tela de "Login" chamada "Esqueci minha senha", onde você poderá alterá-la seguindo um passo-a-passo.} other{}}

# faq2
source: {faq, select, title{How to validate the presence in my activities?} description{By clicking on the activity, you will be directed to the more information screen, where you will find a button to validate presence. When selecting it, you must fill in a 6-digit token, which will be provided by the responsible teacher during the activity. Remembering that the validation button will only be available if you are enrolled in the activity. Any problems with the token inform the teacher in charge immediately.} other{}}
pt: {faq, select, title{Como validar a presença nas minhas atividades?} description{Clicando na atividade, você será direcionado para a tela de mais informações, onde encontrará um botão para validação de presença. Ao seleciona-lo, você deve preencher um token com 6 dígitos, que será fornecido pelo professor responsável durante a atividade. Lembrando que o botão de validação só estará disponível caso você esteja inscrito na atividade. Qualquer problema com o token informe o professor responsável imediatamente.} other{}}

# faq3
source: {faq, select, title{Where on the site can I see SMILE's activities?} description{By clicking on the activities icon in the navigation bar you will be able to visualize all the activities of the event. If you are an IMT student, you can also access the SMILE Open LMS:} link{https://imt.myopenlms.net/course/view.php?id=1353} other{}}
pt: {faq, select, title{Em que local do site eu vejo as atividades da SMILE?} description{Clicando no ícone das atividades na barra de navegação você poderá visualizar todas as atividades do evento. Se você for estudante do IMT poderá também acessar pelo Open LMS da SMILE:} other{}}

# faq4
source: {faq, select, title{In face-to-face activity, where can I see the room?} description{By clicking on the activity you signed up for, you will be able to see all available information about that activity, including the room.} other{}}
pt: {faq, select, title{Na atividade presencial, onde vejo a sala?} description{Ao clicar na atividade em que você se inscreveu, você poderá ver todas as informações disponíveis sobre aquela atividade, inclusive a sala.} other{}}

# faq5
source: {faq, select, title{Can I wear shorts during technical visits?} description{The Technical Visits have some important guidelines! So BEFORE you register, READ CAREFULLY the necessary information on the SMILE website. The standard recommendation for you to participate in a visit is to be dressed in long pants and leather shoes. Bermuda shorts will not be permitted.} other{}}
pt: {faq, select, title{Nas visitas técnicas posso estar de bermuda?} description{As Visitas Técnicas tem algumas orientações importantes! Assim ANTES de você fazer a sua inscrição LEIA com ATENÇÃO as informações necessárias que estão no site da SMILE. A recomendação padrão para você participar de uma visita é estar vestido de calça comprida e sapato de couro. Bermudas não serão permitidas.} other{}}

# faq6
source: {faq, select, title{Will there be recordings of online activities this year?} description{At SMILE 2023, there will be no recordings of activities carried out online.} other{}}
pt: {faq, select, title{Terão gravações das atividades online esse ano?} description{Na SMILE 2023, não haverão gravações das atividades realizadas online.}}

# faq7
source: {faq, select, title{How do I unsubscribe from an activity?} description{When you click on the activity you want to cancel there will be a red "Unsubscribe" button, just click on it and confirm.} other{}}
pt: {faq, select, title{Como cancelar minha inscrição em uma atividade?} description{Ao clicar na atividade que você quer cancelar haverá um botão vermelho "Desinscrever-se", basta clicar nele e confirmar.} other{}}

# faq8
source: {faq, select, title{How to watch my activities online?} description{By clicking on the activity in question, you will have access to more information about it. Among the information will be the link to the activity.} other{}}
pt: {faq, select, title{Como assistir minhas atividades online?} description{Clicando na atividade em questão, você terá acesso a mais informações sobre ela. Dentre as informações, estará o link para a atividade.} other{}}

# faq9
source: {faq, select, title{How to issue my certificate?} description{Certificates will be automatically available in your profile 10 days after the event. If an error occurs, please contact our support: atendimento.smile@maua.br.} other{}}
pt: {faq, select, title{Como emitir o meu Certificado?} description{Os certificados serão disponibilizados automáticamente no seu perfil 10 dias após o evento. Caso ocorra algum erro, entre em contato com nosso suporte: atendimento.smile@maua.br.} other{}}

# faq10
source: {faq, select, title{How can I change my name/social name for certification?} description{When you enter the profile tab, you can change some of your data by clicking on the pencil in the upper right corner. The deadline for changing names before issuing the certificate is 5 days after the end of the event (06/02/2023).} other{}}
pt: {faq, select, title{Como alterar meu nome/nome social para a certificação?} description{Ao entrar na aba de perfil, você poderá alterar alguns de seus dados clicando no lápis no canto superior direito. A data limite para troca de nomes antes da emissão do certificado é de 5 dias após o término do evento (06/02/2023).} other{}}

# faq11
source: {faq, select, title{I typed my name with a wrong letter on my Certificate. Until what date can I change?} description{The deadline for requests for corrections in certificates is until (06/13/2023), with the deadline for submitting corrections until (06/19/2023).} other{}}
pt: {faq, select, title{Digitei meu nome com uma letra errada no meu Certificado. Até que data posso alterar?} description{A data limite para solicitações de correções nos certificados é até dia (13/06/2023), sendo a data limite para a entrega das correções até dia (19/06/2023).} other{}}

# faq12
source: {faq, select, title{If in doubt, how can I get in touch?} description{For more information about the event, please contact our support: atendimento.smile@maua.br} other{}}
pt: {faq, select, title{Em caso de dúvidas, como faço para entrar em contato?} description{Para mais informações sobre o evento entre em contato com nosso suporte: atendimento.smile@maua.br} other{}}

# helloTitle
source: Hello, {firstName}!
pt: Olá, {firstName}!

# updateUserTitle
source: Data Update
pt: Alteração de dados

# socialNameAsk
source: Do you want social name?
pt: Deseja nome social?

# alterData
source: Change data
pt: Alterar dados

# updateUserInfo
source: {info, select, title{* The name that appears here will be the one we will use for the purposes of issuing a certificate. Any changes to your registration can be made up to the day } date{05/25/2023} description2{, under penalty of the certificate being issued with the data provided here.} other{}}
pt: {info, select, title{* O nome que aqui constar, será o que utilizaremos para fins de emissão de certificado. Qualquer alteração no seu cadastro poderá ser feita até o dia } date{25/05/2023} description2{, sob pena do certificado ser emitido com os dados aqui fornecidos.} other{}}

# homeSubscription
source: Open for subscriptions
pt: Inscrições Abertas
