Repository: Maua-Dev/smile_front
Catalog: lib/l10n/intl_*.arb
Languages: pt

# initTitle
source: Home
pt: Início

# homePageTitle
source: Mauá Week of Innovation, Leadership and Entrepreneurship
pt: Semana Mauá de Inovação, Liderança e Empreendedorismo

# homePageTitleSelection
source: {title, select, one{Mauá Week of Innovation,} two{Leadership and Entrepreneurship} other{}}
pt: {title, select, one{Semana Mauá de Inovação,} two{Liderança e Empreendedorismo} other{}}

# homePageSubtitle
source: This fifth edition of SMILE highlights even more the primordial union between the areas of Administration, Engineering, Computer Science, Design and Information Systems, necessary for innovation and generation of added value both for the training of future professionals and for the development of new ideas. The main return expected from this initiative is the expansion of the culture of innovation across the campus, with the participation of students, graduates, professors and the community, showing that the diversity of ideas and the integration of areas are catalysts for the development of skills.
pt: Nesta quinta edição da SMILE destaca-se ainda mais a união primordial entre as áreas de Administração, Engenharia, Ciência da Computação, Design e Sistemas de Informação, necessárias para a inovação e geração de valor agregado tanto para a formação dos futuros profissionais quanto para o desenvolvimento de novas ideias. O principal retorno esperado com essa iniciativa é a ampliação da cultura de inovação pelo campus, com a participação de estudantes, egressos, docentes e comunidade, mostrando que a diversidade de ideias e a integração de áreas são catalisadoras do desenvolvimento de competências.

# smileDate
source: May 22 to 27
pt: 22 a 27 de Maio

# smileDateWithYear
source: May 22 to 27, 2023
pt: 22 a 27 de Maio de 2023

# userRolesNameSchema
source: {schema, select, STUDENT{Mauá Student} EXTERNAL{External} EMPLOYEE{Employee} INTERNAL_STUDENT{International Student} PROFESSOR{Mauá Professor (Responsável)} ADMIN{Admin} other{}}
pt: {schema, select, STUDENT{Estudante Mauá} EXTERNAL{Visitante} EMPLOYEE{Funcionário} INTERNAL_STUDENT{Estudante Internacional} PROFESSOR{Professor/Colaborador IMT} ADMIN{Admin} other{}}

source: KNOW MORE >>>
pt: SAIBA MAIS >>>

# speakersTitle
source: Speakers
pt: Palestrantes

# panelsTitle
source: Panels
pt: Painéis

# speakersMainTitle
source: Main Speakers - 2022
pt: Principais Palestrantes - 2022

# speakersAddTitle
source: Add Speaker
pt: Adicionar Palestrante

# speakersSchemaDescription
source: {speakers, select, bruno{Current Vice President of the junior consulting firm, Mauá Jr. Student of the third year of Production Engineering at the Mauá Institute of Technology and Electronics Technician graduated from the Federal Institute of São Paulo (IFSP). A very curious person who likes to explore new challenges and get to know new environments. Interested in languages ​​and new cultures, he is always willing to acquire new knowledge.} wellington{He founded Instituto Four, the organization responsible for ProLider, the largest leadership training program in Brazil. He idealized the Four Summit, one of the biggest discussion events in Brazil on Brazilian soil. In recognition of his work, he was invited to speak at Harvard University. He was elected Forbes Under 30 by Forbes magazine, being the highlight in the Third Sector and Social Impact category and the youngest director of the Brazilian Sailing Confederation. In 2021 he was approved at the MIT MBA in Boston in the United States.} vanessa{She has over 20 years of experience in Sales Management, Marketing and Business, Product and Market Development, Innovation, Strategy and Projects, mainly in the Chemical, Pharmaceutical, Cosmetic and Food areas. Today she serves as Global Director of Distribution Channels in an American multinational company. She is an inclusive leader and throughout her career she has gained solid experience in managing multicultural teams through global and regional positions in Brazil, Germany, Italy and currently in Spain in complex matrix structures.} andressa{Control and Automation Engineer and master in Aerospace Systems and Mechatronics, she is currently a professor at the Mauá Institute of Technology. Professor of the robotics team at IMT, she works mainly in the disciplines of industrial automation and engineering fundamentals.} daniela{Graduated in 'Technology and Futurism' from the Hebrew University of Jerusalem and post-graduated in 'Trends Research' from the University of Barcelona, ​​she was Research and Trends Director at Box1824 for 5 years, Consumer Insights Manager at Nike Spain and is a professor of Coolhunting and Futurism at the ESPM University of São Paulo for 12 years. With nearly 20 years of experience working in consumer behavior and new technologies, she is the founder and CEO of FutureFuture, a leading forecasting and strategy firm that helps leaders and Fortune 500 organizations prepare, strategize and innovate in a climate of complex futures} jonathan{Lawyer, post graduate from PUC/SP, certified in privacy and data protection by Data Privacy Brasil and Exin; certified as DPO by Instituto Totum; completed the IAPP Privacy Program Management Training and the Personal Data Protection course at Insper; he is certified by ICSI/UK in Cyber ​​Security, has extensive experience in innovation and technology projects and is a mentor at Ace Startups.} sonia{Associate Professor I at the Institute of Aeronautical Technology (ITA) and PhD in physics from the University of Manchester (UK). Sonia is the first black woman to have a doctorate in physics in Brazil, graduating in 1989, a title that led her to become a professor at ITA when the institute still did not accept women among its students, in 1993. At the time, she also became the first woman black teacher at the institution, which is one of the most traditional in Brazil. Born in São Paulo (SP), he currently lives in São José dos Campos, where he continues to teach at ITA.} flavia{Computer Engineer and Master in Computer Science with more than 6 years of experience in technology. Throughout his career, he has worked on the design and implementation of IBM's internal scope web applications. His Master's line of research was quantum computing and the performance improvement that can exist for machine learning applications in relation to conventional computing. Currently, she is a Senior Software Engineer in the research area at IBM, developing applications for geolocation inference foundation models. She also teaches at the Mauá Institute of Technology, the institution where she graduated, and as an Assistant Professor, she works in undergraduate IT courses. Participates in initiatives to engage women in technical careers and in technology community events.} renato{Entrepreneur and businessman for more than 25 years, passionate about Innovation, Technology, People and Futurism, subject in which he is certified by Aerolito in the 3 Waves methodology; Startup mentor; Lecturer and Author of articles and contents that seek to collaborate with the improvement of our world; Founder and CEO of Innovision, CDO of 24x7 Support and other Companies; Creator and Moderator of the PodCast Trends News and Author of the Newsletter Carta do Specialist; Founding partner, former President and Advisor of ITESCS (Institute of Technology of São Caetano do Sul); Creator of the Local Productive Arrangement of ICT Companies in São Caetano do Sul and Region; Ambassador and Counselor of the Brazil Digital for All Movement.} ana{Graduated in Psychology from the Institute of Psychology at USP, in 1995. Specialization in Psychodrama from the Sedes Sapientiae Institute, in 2006. Personal and Executive Coach from ICI, in 2011. Level 2 and 3 Psychodrama from SOPSP, in 2020. Socio-emotional education in environments of teaching-learning, by Instituto Sedes Sapientiae in 2018. Guidance and inclusive education: theory and practice by PUC-Cogeae in 2010.} helga{Innovative, performance-driven, and highly creative professional offering years of experience in engineering research, complemented with a solid academic foundation in mechanical engineering. Well-versed in planning and conducting engineering research requiring judgment in the independent evaluation, selection, and substantial adaptation and modification of standard engineering and scientific techniques. Excel in developing solutions to complex problems that require regular application of scientific and engineering principles. Demonstrates and applies through engineering methods, research protocols, assessment instruments, and data interpretation.} gustavo{Responsible for the reform project of the Nuclear Fusion Reactor at IF-USP. PhD from Ecole Polytechnique Fédérale de Lausanne, Switzerland, in Plasma Physics and Thermonuclear Fusion. He did postdoctoral work at the American technology company General Atomics - Fusion Division. He worked at the Princeton Plasma Physics Laboratory. After 8 years working in nuclear fusion abroad, he decided to return to Brazil to contribute to the development of nuclear fusion here. Today he is an Associate Professor at the Physics Institute of the University of São Paulo and, currently, he coordinates the TCABR tokamak modernization project. He was the first author of the National Nuclear Fusion Program, which was submitted to the Ministry of Science, Technology and Innovation. It has also collaborated with the National Nuclear Energy Commission in the development of nuclear fusion at the national level.} joseph{Founding Member of the Poli-Wind Wind Energy Group and member of the Research Group on Renewable Energy, Sustainability and the Environment at IMT. Coordinator of the Grand Challenges Scholars Program at IMT. Teaching experience in Energy and Fluids (theory and laboratories) since 1997. Practical experience in aircraft maintenance, engines (gas turbines), aeronautical components and systems, conceptual design of aircraft, CFD simulation and analysis simulation systems dynamics. Active researcher in wind energy, aerodynamics, renewable energies and their impact on the environment. Active entrepreneur with experience in managing companies, teams and projects.} other{}}
pt: {speakers, select, bruno{Atual Vice-Presidente da empresa de consultoria júnior, Mauá Jr. Estudante do terceiro ano de Engenharia de Produção no Instituto Mauá de Tecnologia e Técnico em Eletrônica formado pelo Instituto Federal de São Paulo (IFSP). Uma pessoa muito curiosa que gosta de explorar novos desafios e conhecer novos ambientes. Interessado em idiomas e novas culturas, está sempre disposto a adquirir novos conhecimentos.} wellington{Fundou o Instituto Four, organização responsável pelo ProLíder o Maior Programa de Formação de lideranças do Brasil. Idealizou o Four Summit, um dos maiores eventos de discussão de Brasil em solo brasileiro. Como reconhecimento pelo seu trabalho foi convidado para palestrar na Universidade de Harvard. Foi eleito Forbes Under 30 pela revista Forbes sendo o destaque na categoria Terceiro Setor e Impacto Social e o mais jovem conselheiro da Confederação Brasileira de Vela. Em 2021 foi aprovado no MBA do MIT em Boston nos Estados Unidos.} vanessa{Possui mais de 20 anos de experiência em Gestão de Vendas, Marketing e Negócios, Desenvolvimento de Produtos e Mercado, Inovação, Estratégia e Projetos, principalmente nas áreas Química, Farmacêutica, Cosmética e de Alimentos. Hoje atua como diretora global de Canais de Distribuição em uma empresa americana multinacional. Exerce uma liderança inclusiva e, ao longo de sua carreira, vem adquirindo sólida experiência em gestão de equipes multiculturais através de posições globais e regionais no Brasil, Alemanha, Itália e, atualmente, na Espanha, em complexas estruturas matriciais.} andressa{Engenheira de Controle e Automação e mestre em Sistemas Aeroespaciais e Mecatrônica , atualmente é professora do Instituto Mauá de Tecnologia. Professora da equipe de robótica do IMT, atua principalmente nas disciplinas de automação industrial e fundamentos de engenharia.} daniela{Formada em 'Tecnologia e Futurismo' pela Universidade Hebraica de Jerusalém e pós-graduada em ‘Pesquisa de tendências' pela Universidade de Barcelona, foi Diretora de Pesquisa e Tendências da Box1824 durante 5 anos, Manager de Consumer Insights na Nike Espanha e é professora de Coolhunting e Futurismo da Universidade ESPM de São Paulo há 12 anos. Com quase 20 anos de experiência trabalhando com comportamento do consumidor e novas tecnologias, é a fundadora e CEO da FutureFuture, uma empresa líder em previsão e estratégia que ajuda líderes e organizações da Fortune 500 a se prepararem, traçarem estratégias e inovarem em um cenário de futuros complexos.} jonathan{Advogado, pós graduado pela PUC/SP, certificado em privacidade e proteção de dados pela Data Privacy Brasil e Exin; certificado como DPO pelo Instituto Totum; concluiu o Privacy Program Management Training da IAPP e o curso de Proteção de Dados Pessoais pelo Insper; é certificado pelo ICSI/UK em Cyber Security, possui ampla experiência em projetos de inovação e tecnologia e é mentor na Ace Startups.} sonia{Professora Associada I no Instituto de Tecnologia Aeronáutica (ITA) e PhD em física pela Universidade de Manchester (Reino Unido). Sonia é a primeira mulher negra doutora em física no Brasil, formada em 1989, título que a levou a se tornar professora do ITA quando o instituto ainda não aceitava mulheres entre seus alunos, em 1993. Na ocasião, tornou-se também a primeira mulher negra professora na instituição, que é uma das mais tradicionais do Brasil. Natural de São Paulo (SP), atualmente vive em São José dos Campos, onde segue lecionando no ITA.} flavia{Engenheira da Computação e Mestre em Ciência da Computação com mais de 6 anos de experiência em tecnologia. Ao longo de sua carreira trabalhou no design e implementação de aplicações web de escopo interno da IBM. Sua linha de pesquisa de Mestrado foi computação quântica e a melhoria de performance que pode existir para aplicações de machine learning em relação à computação convencional. Atualmente, é Engenheira de Software Senior na área de pesquisa da IBM, desenvolvendo aplicações para foundation models de inferência de geolocalização. Também leciona no Instituto Mauá de Tecnologia, instituição onde se formou e como Professora Auxiliar, atua nos cursos de graduação em TI. Participa de iniciativas para engajar mulheres em carreiras técnicas e em eventos da comunidade de tecnologia.} renato{Empreendedor e empresário há mais de 25 anos, apaixonado por Inovação, Tecnologia, Pessoas e Futurismo, tema em que é certificado pela Aerolito na metodologia 3 Ondas; Mentor de Startups; Palestrante e Autor de artigos e conteúdos que buscam colaborar com a melhoria de nosso mundo; Fundador e CEO da Innovision, CDO da Suporte24x7 e de outras Empresas ; Criador e Moderador do PodCast TrenDs News e Autor da Newsletter Carta do Especialista; Sócio fundador, Ex-presidente e Conselheiro do ITESCS (Instituto de Tecnologia de São Caetano do Sul); Criador do Arranjo Produtivo Local das Empresas de TIC de São Caetano do Sul e Região; Embaixador e Conselheiro do Movimento Brasil Digital para Todos.} ana{Graduação em Psicologia pelo Instituto de Psicologia da USP, em 1995. Especialização em Psicodrama pelo Instituto Sedes Sapientiae, em 2006. Personal and Executive Coach pelo ICI, em 2011. Psicodrama nível 2 e 3 pela SOPSP, em 2020. A Educação socioemocional nos ambientes de ensino-aprendizagem, pelo Instituto Sedes Sapientiae em 2018. Orientação e educação inclusiva: teoria e prática pela PUC- Cogeae em 2010.} helga{Innovative, performance-driven, and highly creative professional offering years of experience in engineering research, complemented with a solid academic foundation in mechanical engineering. Well-versed in planning and conducting engineering research requiring judgment in the independent evaluation, selection, and substantial adaptation and modification of standard engineering and scientific techniques. Excel in developing solutions to complex problems that require regular application of scientific and engineering principles. Demonstrates and applies through engineering methods, research protocols, assessment instruments, and data interpretation.} gustavo{Responsável pelo projeto de reforma do Reator de Fusão Nuclear do IF-USP. PhD pela Ecole Polytechnique Fédérale de Lausanne, na Suíça, em Física de Plasmas e Fusão Termonuclear. Fez pós-doutorado na empresa americana de tecnologia General Atomics - Fusion Division. Trabalhou na Princeton Plasma Physics Laboratory. Após 8 anos trabalhando em fusão nuclear no exterior, decidiu retornar ao Brasil para contribuir com o desenvolvimento da fusão nuclear aqui. Hoje é Professor Livre-Docente no Instituto de Física da Universidade de São Paulo e, atualmente, coordena o projeto de modernização do tokamak TCABR. Foi o primeiro autor do Programa Nacional de Fusão Nuclear, que foi submetido para o Ministério de Ciência, Tecnologia e Inovações. Tem também colaborado com a Comissão Nacional de Energia Nuclear no desenvolvimento da fusão nuclear em nível nacional.} joseph{Membro-Fundador do Grupo de Energia Eólica Poli-Wind e membro do Grupo de Pesquisa em Energias Renováveis, Sustentabilidade e Meio Ambiente do IMT. Coordenador do Grand Challenges Scholars Program no IMT. Experiência em docência nas disciplinas da área de Energia e Fluidos (teoria e laboratórios) desde 1997. Experiência prática na manutenção de aeronaves, motores (turbinas à gás), componentes e sistemas aeronáuticos, projeto conceitual de aeronaves, simulação em CFD e simulação de análise dinâmica de sistemas. Pesquisador ativo em energia eólica, aerodinâmica, energias renováveis e seu impacto no meio ambiente. Empreendedor ativo e com experiência na gestão de empresas, equipes e projetos.} other{}}

# speakersPanelTitle1
source: Developing leaders of the future: skills, challenges and opportunities
pt: Desenvolvendo líderes do futuro: habilidades, desafios e oportunidades

# speakersPanelTitle2
source: Technology in transformation: impacts on society, education and the labor market
pt: Tecnologia em transformação: impactos na sociedade, educação e mercado de trabalho

# speakersPanelTitle3
source: Humanity's Great Challenges
pt: Grandes desafios da humanidade

# speakersPanelDescription1
source: In this panel, we will explore how leadership is being shaped to act in an ever-changing environment, whether in business, technology, culture or even society, and how leaders can prepare for the future.
pt: Neste painel, vamos explorar como a liderança está sendo moldada para atuar em um ambiente em constante mudança, seja nos negócios, na tecnologia, na cultura ou mesmo na sociedade, e como os líderes podem se preparar para o futuro.

# speakersPanelDescription2
source: Participants will have the opportunity to learn more about how technology is transforming the way we live, work, relate and interact, as well as the ethical, social and economic implications of these changes.
pt: Os participantes terão a oportunidade de saber mais sobre como a tecnologia está transformando a forma como vivemos, trabalhamos, nos relacionamos e interagimos, assim como as implicações éticas, sociais e econômicas dessas mudanças.

# speakersPanelDescription3
source: In this panel, we will discuss topics of great relevance, such as sustainability, safety, health and the joy of living.
pt: Nesse painel, conversaremos sobre temas de grande relevância, como a sustentabilidade, segurança, saúde e alegria de viver.

# activitiesTitle
source: Activities
pt: Atividades

# nextActivityTitle
source: Your next activity
pt: Sua próxima atividade

# activitiesAndEventsTitle
source: Activities and Events
pt: Atividades e Eventos

# activitiesOfferedName
source: {activity, select, COURSE{Courses} LECTURES{Speeches} PANELS{Panels} TECHNICAL_VISITS{Technical Visits} ACADEMIC_COMPETITIONS{Academic Competitions} HACKATHON{Hackathon} INTERNSHIP_FAIR{Internship Fairs} ALUMNI_CAFE{Coffeee with alumni} PROFESSORS_ACADEMY{Teachers Academy} CULTURAL_ACTIVITY{Cultural Activity} MAUA_PLUS{Mauá+} SPORTS_ACTIVITY{Sport Activity} INTERNATIONAL_WORKSHOP{International Workshop} ENGINEERING{Engineering} other{Activities}}
pt: {activity, select, COURSES{Cursos} LECTURES{Palestras} PANELS{Painéis} TECHNICAL_VISITS{Visitas Técnicas} ACADEMIC_COMPETITIONS{Competições Acadêmicas} HACKATHON{Hackathon} INTERNSHIP_FAIR{Feira de Estágios} ALUMNI_CAFE{Café com Ex-aluno(a)} PROFESSORS_ACADEMY{Academia de Professores} CULTURAL_ACTIVITY{Atividade Cultural} MAUA_PLUS{Mauá+} SPORTS_ACTIVITY{Atividade Esportiva} INTERNATIONAL_WORKSHOP{Workshop Internacional} ENGINEERING{Engenharias} other{Atividades}}
