Repository: Maua-Dev/smile_front
Catalog: lib/l10n/intl_*.arb
Languages: pt

# activitiesOfferedDescription
source: {activity, select, COURSE{The courses offer high quality content, taught by renowned professionals who are active in the market. The courses offer training and updating of participants through theoretical/practical knowledge in the various areas of Administration, Computer Science, Design, Engineering and Information Systems.} LECTURES{The lectures are free and will include the participation of professionals from leading companies in the market, talking about the Challenges of Humanity.} PANELS{The panels will be carried out by highly qualified professionals in their respective areas of expertise and highlighted in the current media. Sign up as soon as possible and secure your spot!} TECHNICAL_VISITS{In search of a connection between the academic world and the job market, during SMILE technical visits will be offered to companies.} INTERNATIONAL_WORKSHOP{Workshops in English promoted by professionals from international institutions. Come check! Entrepreneurial Mindset as a Lens for Transforming the Educational Experience with Dr. Katie Evans of Houston Christian University and the Workshop of Entrepreneurship for Eureka participants (2023) with Dr. Maribel Guerrero of Arizona State University.} ACADEMIC_COMPETITIONS{During a SMILE, participants will be able to have fun with Academic Competition activities: Valorant Championship, Leadership Games and RoboChallenge BR by Mauá.} HACKATHON{Hackathons are events that bring together students, software developers, designers and other professionals, with the aim of creating innovative solutions for a specific problem in a short period of time. This is an excellent opportunity to develop your professional side, in addition to discovering new talent. The events promote a great interaction between the participants and offer prizes for the winners at the end.} INTERNSHIP_FAIR{Representatives of renowned companies will present Internship and Trainee Programs, in addition to bringing tips on selection processes, interviews, career tips and answering questions from participants.} ALUMNI_CAFE{The activity aims to promote informal conversations between IMT students and graduates who occupy prominent positions in their areas of expertise. Come join!} PROFESSORS_ACADEMY{Teachers Academy focuses on continuing education, dissemination of teaching strategies and tools for IMT teachers and high school teachers.} CULTURAL_ACTIVITY{Are you part of a band? Sing? Do you play any instrument? Do you like poetry, literature? Do you do theater? Dance? Come share your talent with us! It will be an afternoon of presentations, integration and lots of fun on campus.} SPORTS_ACTIVITY{Participants will learn about activities such as: Iaido, Kendo, Jodo and Judo and other activities that are offered in the activities grid at CEAF (Centre for Sports and Physical Activities of the Mauá Institute - SCS Campus): Beach Tennis, Functional Gymnastics. Meditation, Pilates and Rugby.} other{Activity}}
pt: {activity, select, COURSES{Os cursos oferecem conteúdo de alta qualidade, ministrados por profissionais renomados e atuantes no mercado. Os cursos oferecem capacitação e atualização dos participantes por meio de conhecimentos teóricos/práticos nas diversas áreas da Administração, Ciência da Computação, Design, Engenharia e Sistemas de Informação.} LECTURES{As palestras são gratuitas e contarão com a participação de profissionais de empresas líderes no mercado, falando sobre os Desafios da Humanidade.} INTERNATIONAL_WORKSHOP{Workshops em inglês promovidos por profissionais de instituições internacionais. Venha conferir! Entrepreneurial Mindset as a Lens for Transforming the Educational Experience com a Dra.a Katie Evans da Houston Christian University e o Workshop of Entrepreneurship for Eureka participantes (2023) com a Dra.a Maribel Guerrero da Arizona State University.} PANELS{Os painéis serão realizadas por profissionais altamente qualificados em suas respectivas áreas de atuação e com destaque na mídia atual. Inscreva-se o quanto antes e garanta a sua vaga!} TECHNICAL_VISITS{Em busca pela conexão entre o mundo acadêmico e o mercado de trabalho, durante a SMILE serão oferecidas visitas técnicas nas empresas.} ACADEMIC_COMPETITIONS{Durante a SMILE, os participantes poderão se divertir com as atividades de Competição Acadêmica: Campeonato de Valorant, Jogos de Liderança e RoboChallenge BR by Mauá.} HACKATHON{Hackathons são eventos que reúnem estudantes, desenvolvedores de software, designers e outros profissionais, com o objetivo de criar soluções inovadoras para um problema específico em um curto período de tempo. Esta é uma excelente oportunidade para desenvolver seu lado profissional, além de descobrir novos talentos. Os eventos promovem uma grande interação entre os participantes e oferecem prêmios para os vencedores ao final.} INTERNSHIP_FAIR{Representantes de renomadas empresas irão apresentar Programas de Estágios e Trainee, além de trazer dicas de processos seletivos, entrevistas, dicas de carreira e responder às dúvidas dos participantes.} ALUMNI_CAFE{A atividade tem como objetivo promover conversas informais entre estudantes do IMT e egressos que ocupam posições de destaque em suas áreas de atuação. Venha participar!} PROFESSORS_ACADEMY{A Academia de Professores tem como foco a formação continuada, disseminação de estratégias e ferramentas de ensino para professores do IMT e professores do Ensino Médio.} CULTURAL_ACTIVITY{Você faz parte de uma banda? Canta? Toca algum instrumento? Gosta de poesia, literatura? Faz teatro? Dança? Venha compatilhar seu talento com a gente! Será uma tarde de apresentações, integração e muita alegria no campus.} SPORTS_ACTIVITY{Os participantes conhecerão atividades tais como: Iaido, Kendô, Jodo e Judô e outras atividades que são oferecidas na grade de atividades no CEAF ( Centro de Esportes e Atividades Físicas do Instituto Mauá - Campus SCS ): Beach Tênis, Ginástica Funcional. Meditação, Pilates e Rugby.} other{Atividades}}

source: Activities not found
pt: Atividades não encontradas

# allActivities
source: Access the full schedule
pt: Acesse a programação completa

# clickTodownload
source: Click here to download the pdf with the event schedule.
pt: Clique aqui para baixar o pdf com a programação do evento.

# clickToAccessPDF
source: Access PDF with the schedule
pt: Acessar PDF com a programação

# sponsorsTitle
source: Sponsors
pt: Patrocinadores

# mauaEntitiesSchemaSocialMidia
source: {entity, select, atletica{gaspar_maua} ca{camaua} diversidade{diversidademaua} enactus{enactusmaua} esports{esportsmaua} inova{inovamaua} mauajr{mauajr} mauasocial{mauasocial} mbc{mauabusiness} nae{naemaua} dev{devcommunitymaua} nine{nine.maua} finance{imtfinance} baja{bajamaua} ecomaua{eco_maua} mauaracing2{mauaracingh2} bateria{bateriamaua} mauaracing{mauaracing} other{}}
pt: {entity, select, atletica{gaspar_maua} ca{camaua} diversidade{diversidademaua} enactus{enactusmaua} esports{esportsmaua} inova{inovamaua} mauajr{mauajr} mauasocial{mauasocial} mbc{mauabusiness} nae{naemaua} dev{devcommunitymaua} nine{nine.maua} finance{imtfinance} baja{bajamaua} ecomaua{eco_maua} mauaracing2{mauaracingh2} mauaracing{mauaracing} bateria{bateriamaua} other{}}

# mauaEntitiesSchemaInstagramUrl
source: {entity, select, atletica{https://www.instagram.com/gaspar_maua/} bateria{https://www.instagram.com/bateriamauaclubedamanga/} ca{https://www.instagram.com/camaua/} diversidade{https://www.instagram.com/diversidademaua/} enactus{https://www.instagram.com/enactusmaua/} esports{https://www.instagram.com/esportsmaua/} inova{https://www.instagram.com/inovamaua/} mauajr{https://www.instagram.com/mauajr/} mauasocial{https://www.instagram.com/mauasocial/} mbc{https://www.instagram.com/mauabusinessclub/} nae{https://www.instagram.com/naemaua/} dev{https://www.instagram.com/devcommunitymaua/} nine{https://www.instagram.com/nine.maua/} finance{https://www.instagram.com/mauafinancegroup/} baja{https://www.instagram.com/bajamaua/} ecomaua{https://www.instagram.com/eco_maua/} mauaracing2{https://www.instagram.com/mauaracingh2/} mauaracing{https://www.instagram.com/mauaracing/} other{}}
pt: {entity, select, atletica{https://www.instagram.com/gaspar_maua/} ca{https://www.instagram.com/camaua/} diversidade{https://www.instagram.com/diversidademaua/} enactus{https://www.instagram.com/enactusmaua/} esports{https://www.instagram.com/esportsmaua/} inova{https://www.instagram.com/inovamaua/} mauajr{https://www.instagram.com/mauajr/} mauasocial{https://www.instagram.com/mauasocial/} mbc{https://www.instagram.com/mauabusinessclub/} nae{https://www.instagram.com/naemaua/} dev{https://www.instagram.com/devcommunitymaua/} nine{https://www.instagram.com/nine.maua/} finance{https://www.instagram.com/mauafinancegroup/} baja{https://www.instagram.com/bajamaua/} ecomaua{https://www.instagram.com/eco_maua/} mauaracing2{https://www.instagram.com/mauaracingh2/} mauaracing{https://www.instagram.com/mauaracing/} bateria{https://www.instagram.com/bateriamauaclubedamanga/} other{}}

# beSponsorTitle
source: Be our Sponsor
pt: Seja nosso Patrocinador

# beSponsorDescription
source: SMILE brings an opportunity for partnership and integration between the labor market and academia. Become an event Sponsor and find out about the benefits and opportunities that SMILE offers. In this edition, 4 types of sponsorship quotas are available: Diamond, Gold, Silver and Bronze. In addition, when closing the sponsorship in advance, there will be a progressive discount on the quotas. Information about quotas and benefits is below.
pt: A SMILE traz uma oportunidade de parceria e integração entre o mercado de trabalho e o meio acadêmico. Venha ser Patrocinador do evento e conheça os benefícios e oportunidades que a SMILE oferece. Nessa edição, estão disponibilizadas 4 tipos de cotas de patrocínio: Diamante, Ouro, Prata e Bronze. Além disso, ao fechar o patrocínio com antecedência, haverá desconto progressivo nas cotas. As informações sobre os cotas e benefícios estão a seguir.

# beSponsorMoreInfoTitle
source: SPONSORSHIP INFORMATION
pt: INFORMAÇÕES SOBRE PATROCÍNIO

# beSponsorMoreInfoDescription
source: If you are interested in sponsoring the event, click here for more information.
pt: Caso tenha interesse em patrocinar o evento, clique aqui para mais informações.

# dateTitle
source: Date
pt: Data

# benefitsSponsorSchema
source: {benefit, select, one{Video prepared by the sponsor for dissemination on the website.} two{Sponsor teaser video for disclosure in the high-impact lecture.} three{VIP booth at the Internships Fair.} four{Lecture or course to be given at the event.} five{Disclosure of the sponsor's logo on the website and in emails directed to the company's website.} six{Disclosure of the sponsor's logo on the bag.} seven{Disclosure of the sponsor on the IMT social networks.} eight{Insertion of the sponsor's folder or gift in the event bag.} nine{Space for publicizing the stand at the internship fair.} other{}}
pt: {benefit, select, one{Video elaborado pelo patrocinador para divulgação no site.} two{Video teaser do patrocinador para divulgação na palestra de alto impacto.} three{Estande VIP na Feira de estágios.} four{Palestra ou curso a ser ministrado no evento.} five{Divulgação do logo do patrocinador no site e em e-mails com direcionamento ao site da empresa.} six{Divulgação do logo do patrocinador na sacola.} seven{Divulgação do patrocinador nas redes sociais do IMT.} eight{Inserção do folder ou brinde do patrocinador na sacola do evento.} nine{Espaço para divulgação do estande na feira estágios.} other{}}

# planSponsorSchema
source: {plan, select, diamond{Diamond} gold{Gold} silver{Silver} bronze{Bronze}}
pt: {plan, select, diamond{Diamante} gold{Ouro} silver{Prata} bronze{Bronze}}

# successSendingSponsorEmail
source: Sent with success!! Our team will contact you shortly.
pt: Enviado com sucesso!! Nossa equipe entrará em contato em breve.

# footerSocialMedia
source: Click here to access our social networks:
pt: Clique aqui para acessar as nossas redes sociais:

# footerHowToGet
source: How to get
pt: Como chegar

# footerDoubtContact
source: {bold, select, normalPart1{If you have any questions feel free to reach us at via } boldPart1{smile.patrocinio@maua.br} normalPart2{ or } boldPart2{smile@maua.br} normalPart3{.} other{Dev. Community Mauá}}
pt: {bold, select, normalPart1{Em caso de dúvidas, enviar um e-mail para } boldPart2{atendimento.smile@maua.br} normalPart3{.} other{}}

# footerContact
source: {bold, select, normalPart1{If you want to talk to us, contact us on the numbers: } boldPart1{4239-3563} normalPart2{ or } boldPart2{4239-3059} normalPart3{.} other{Dev. Community Mauá}}
pt: {bold, select, normalPart1{Caso queira falar conosco, entre em contato nos números: } boldPart1{4239-3563} normalPart2{ ou } boldPart2{4239-3059} normalPart3{.} other{}}

# footerDev
source: {bold, select, normalPart{Created and developed by } boldPart{Dev. Community Mauá} other{Dev. Community Mauá}}
pt: {bold, select, normalPart{Criado e desenvolvido por } boldPart{Dev. Community Mauá} other{Dev. Community Mauá}}

# footerHelp
source: Help
pt: Ajuda

# aboutSmileTitle
source: About Smile
pt: Sobre a Smile

# aboutSmileDescription
source: {description, select, firstParagraph{SMILE is an integrating event between the areas of Administration, Engineering, Computer Science, Design and Information Systems, which aims to present new trends, technologies and contents in order to encourage the exchange and updating of knowledge between professionals and students.} secondParagraph{The event represents an opportunity for renewal and continuous learning, as well as an excellent experience for improving the network of contacts, with professionals from different fields at national and international levels. This makes them start to share experiences and interact with the job market.} thirdParagraph{Organized by the Mauá Institute of Technology - IMT and open to the public, online/in person (Hybrid).} other{}}
pt: {description, select, firstParagraph{A SMILE é um evento integrador entre as áreas de Administração, Engenharia, Ciência da Computação, Design e Sistemas de Informação, que tem como objetivo apresentar novas tendências, tecnologias e conteúdos com a finalidade de incentivar o intercâmbio e a atualização de conhecimentos entre profissionais e estudantes.} secondParagraph{O evento representa uma oportunidade para de renovação e aprendizado contínuo, bem como uma excelente experiência para aprimoramento de rede de contatos, com os profissionais de diversos ramos nos âmbitos nacional e internacional. Isso faz com que eles passem a compartilhar experiências e interagir com o mercado de trabalho.} thirdParagraph{Organizado pelo Instituto Mauá de Tecnologia - IMT e aberto ao público, on-line/presencial (Híbrido).} other{}}

# aboutSmileDate
source: Date: May 22 to 27, 2023.
pt: Data: 22 a 27 de maio de 2023.

source: Sign Up
pt: Inscreva-se

source: Unsubscribe
pt: Desinscrever-se

# subscriberListTitle
source: Subscriber List
pt: Lista de Inscritos

source: Termination
pt: Término

# subscribedTitle
source: Subscribed
pt: Inscrito

# subcribeTitle
source: Subscribe
pt: Inscrever-se

# subscribeAlert
source: Are you sure you want to subscribe?
pt: Tem certeza que deseja se inscrever?

# subscribeScheduleAtention
source: Pay attention to your schedules and activities that you have already subscribed for!
pt: Se atente aos seus horários e atividades que você já se inscreveu!

# subscribeSlotsSoldOut
source: It seems that the number of vacancies for the activity has sold out :(
pt: Parece que o número de vagas da atividade se esgotou :(

# unsubscribeAlert
source: Are you sure you want to unsubscribe?
pt: Tem certeza que deseja se desinscrever?

# unsubscribeAcceptingNewEnrollments
source: You will be able to subscribe again
pt: Você conseguirá se inscrever novamente

# unsubscribeNotAcceptingNewEnrollments
source: Caution: subscriptions for this activity closed, you will not be able to subscribe again
pt: Cuidado: inscrições desta atividade encerradas, você não conseguirá se inscrever novamente

# queueExitAlert
source: Are you sure you want to exit the queue?
pt: Tem certeza que deseja sair da fila?

source: Completed
pt: Completa

# confirmedAttendance
source: Completed activity!
pt: Atividade completa!

source: Delete account
pt: Deletar conta

# deleteMessage
source: Are you sure you want to delete your account? All your registrations, certificates and data will be permanently erased.
pt: Tem certeza que deseja excluir a sua conta? Todas as suas incrições, certificados e dados serão apagados permanentemente.

# deleteEmailType
source: Enter your e-mail
pt: Digite o seu e-mail

# deleteCompleteAction
source: to complete the action:
pt: para completar a ação:

# deleteAccountPermanent
source: Delete Account Permanently
pt: Deletar conta permanentemente

# maintenanceTitle
source: The login service is under maintenance
pt: O serviço de login esta em manutenção

# maintenanceDescription
source: Thank you for your patience
pt: Agradecemos a paciência

# clickToGoBack
source: Click here to return
pt: Clique aqui para voltar

# closeTitle
source: Close
pt: Fechar

# confirmTitle
source: Confirm
pt: Confirmar

# exitTitle
source: Exit
pt: Sair

# cancelTitle
source: Cancel
pt: Cancelar

# saveTitle
source: Save
pt: Salvar

# loginPasswordPlaceholder
source: Password
pt: Senha

# loginWithoutRecordTitle
source: I don't have a registration
pt: Não tenho cadastro

# loginForgotPasswordTitle
source: Forgot my password
pt: Esqueci minha senha

# loginResendConfirmationTitle
source: Resend confirmation email
pt: Reenviar e-mail de confirmação

# loginWarningTitle
source: {title, select, normalPart{In case of error when logging in, send an email to: } boldPart{atendimento.smile@maua.br} other{}}
pt: {title, select, normalPart{Em caso de erro ao se logar, envie um e-mail para: } boldPart{atendimento.smile@maua.br} other{}}

# selectOptionTitle
source: Select an option:
pt: Selecione uma opção:

# registerFullNamePlaceholder
source: Full Name
pt: Nome Completo

# registerSocialNamePlaceholder
source: Social Name
pt: Nome Social

# registerSocialNameTooltip
source: Social name refers to the designation by which the person is socially recognized.
pt: Nome social se refere a designação pela qual a pessoa é socialmente reconhecida.

# registerEmailProfessorPlaceholder
source: Enter your email Mauá
pt: Insira seu e-mail da Mauá

# registerEmailConfirmationPlaceholder
source: Confirm your e-mail
pt: Confirme seu e-mail

# registerEmailProfessorConfirmationPlaceholder
source: Confirm your e-mail Mauá
pt: Confirme seu e-mail Mauá

# registerStudentMauaPlaceholder
source: Mauá Student
pt: Estudante Mauá

# registerConfirmPasswordPlaceholder
source: Confirm password
pt: Confirme sua senha

# registerTerms
source: {terms, select, one{I am aware that the entire event will be recorded and photographed, with the purpose of promoting Smile.} two{I have read and accept the Terms of Use.} three{I authorize the sending of notification by email, for the purposes of promoting Smile.}}
pt: {terms, select, one{Tenho ciência de que o evento será todo gravado e fotografado, com a finalidade de divulgação da Smile.} two{Li e Aceito os Termos de Uso.} three{Autorizo o envio de notificação por email, para fins de divulgação da Smile.}}

# notificationsTitle
source: Means of notification:
pt: Meios de notificação:

# notificationsSchemaTitle
source: I want to receive notifications
pt: Quero receber notificações por

# notificationsSchema
source: {notification, select, email{EMAIL} other{}}
pt: {notification, select, email{EMAIL} sms{SMS} other{}}

# registerTitle
source: Register
pt: Cadastrar

# emailNotificationTitle
source: We sent an email (contato@devmaua.com) to you, please check your inbox, spam or promotional and click on the confirmation link to validate your registration.
pt: Enviamos um email (contato@devmaua.com) para você, por favor, verifique sua caixa de entrada, spam ou promocional e clique no link de confirmação para validar seu cadastro.

# changePasswordTitle
source: Change password
pt: Trocar senha

# haveRegistrationTitle
source: I already have a registration
pt: Já tenho um cadastro

# confirmEmailNotificationTitle
source: Are you sure your email address {firstName} is correct?
pt: Tem certeza que seu e-mail {firstName} está correto?

# confirmEmailAndPhoneNotificationTitle
source: Are you sure your email address {firstName} is correct?
pt: Tem certeza que seu endereço de e-mail {firstName} esta correto?

# confirmEmailNotificationSubtitle
source: You will need to access your inbox to validate your registration.
pt: Será necessário acessar sua caixa de entrada do e-mail para validar seu cadastro.

# confirmAllFieldsConrrectlyFilled
source: Check that all fields are filled in correctly.
pt: Confira se todos os campos estão corretamente preenchidos.

# fieldRequired
source: Required field
pt: Campo obrigatório

# fieldInvalid
source: Invalid field
pt: Campo inválido

# fieldFullNameRequired
source: Enter your full name
pt: Insira seu nome completo

# fieldEmailInvalid
source: Invalid e-mail
pt: E-mail inválido

# fieldProfessorEmailInvalid
source: Invalid professor e-mail
pt: E-mail de professor inválido

# fieldEmailsEqualsRequired
source: E-mails must be the same
pt: Os e-mails devem ser iguais

# fieldPasswordEqualsRequired
source: The "Password" and "Confirm your password" fields must be the same
pt: Os campos "Senha" e "Confirme sua senha" devem ser iguais

# fieldPasswordRequisits
source: Your password must contain: - One or more uppercase letters - One or more lowercase letters - One or more numbers - One or more special characters (#, !, @, $, %, ^, &, *, -) - Minimum 8 characters
pt: Sua senha deve conter: - Uma ou mais letras maiúsculas - Uma ou mais letras minúsculas - Um ou mais números - Um ou mais caracteres especiais (#, !, @, $, %, ^, &, *, -) - Mínimo de 8 caracteres

# fieldDDDRequired
source: Enter the number with DDD
pt: Insira o número com DDD

# fieldRAInvalid
source: Invalid RA
pt: RA inválido

# fieldFillAllRequired
source: Fill in all fields!
pt: Preencha todos os campos!

# fieldDurationMoreThanZero
source: Must be bigger than 0
pt: Deve ser maior que 0

# fieldHourBeforeToday
source: Old date
pt: Data antiga

# codeInEmailTitle
source: Follow the steps that will be sent in the registered email:
pt: Siga os passos que serão enviados no e-mail cadastrado:

# insertPasswordCodeInstructions
source: Enter your new password and the code sent to your email:
pt: Insira sua nova senha e o codigo enviado para o seu e-mail:

# codeInEmailInstructionsTitle
source: You will receive an email (contato@devmaua.com) with a link to change your password! Check inbox, spam or promotional.
pt: Você receberá um e-mail (contato@devmaua.com) com um link para alterar sua senha! Verifique a caixa de entrada, spam ou promocional.

# sendTitle
source: Send
pt: Enviar

# returnLogin
source: Return to login
pt: Voltar ao login

# errorEmailInstructionsTitle
source: If you have not found the email (contato@devmaua.com) or the link has expired, please resend the code by entering your e-mail in the field below:
pt: Caso não tenha encontrado o e-mail (contato@devmaua.com) ou o link tenha expirado, reenvie o código inserindo seu e-mail no campo abaixo:

# presenceValidateTitle
source: Presence Validate
pt: Validar Presença

# successRegister
source: Your registration has been successfully confirmed!
pt: Seu cadastro foi confirmado com sucesso!

# successEmailSend
source: Email successfully sent!
pt: E-mail enviado com sucesso!

# confirmToContinue
source: Are you sure you want to continue?
pt: Tem certeza que deseja continuar?
